{
  "cc-csc": "Kod",
  "cc-exp": "Utgångsdatum",
  "cc-invalid": "inte giltigt",
  "cc-number": "Kortnummer",
  "cc-pay": "Betala {{amount}}",
  "cc-pay-with": "Betala med {{provider}}",
  "cc-required": "Krävs",
  "error-payment-amount-limit": "Du har nått din beloppsgräns på kortet. Vänligen kontakta din bank för att återställa eller höja beloppsgränsen.",
  "error-payment-card-disabled": "Ditt kort är spärrat. Vänligen kontakta din bank för mer information.",
  "error-payment-card-expired": "Ditt kort och gått ut. Vänligen försök med ett annat.",
  "error-payment-card-lost": "Ditt kort har registrerats som stulet eller förlorat. Vänligen kontakta din bank för mer information.",
  "error-payment-card-number-invalid": "Kortnumret är inte giltigt. Vänligen kontrollera kortnumret och försök igen. Kontakta din bank om problemet kvarstår.",
  "error-payment-card-scheme-not-supported": "Detta kort stöds tyvärr inte. Vänligen använd något av de kort som stöds: {{schemes}}",
  "error-payment-card-scheme-unknown": "Kortnumret är felaktigt, eller så stöds inte kortet. Vänligen kontrollera kortnumret och försök igen om kortet är: {{schemes}}",
  "error-payment-card-security-code-invalid": "Säkerhetskoden är ogiltig. Vänligen kontrollera koden (CVC/CVV), som vanligtvis finns på baksidan av ditt kort. Kontakta din bank om problemet kvarstår.",
  "error-payment-insufficient-funds": "Det finns inte tillräckligt med medel för att genomföra betalningen. Vänligen försök med ett annat kort eller sätt in pengar på kortet. Vänligen kontakta din bank om problemet kvarstår.",
  "error-payment-integration-error": "Betalningssidan är inte korrekt konfigurerad. Vänligen kontakta onlinebutiken för mer information.",
  "error-payment-integration-error-contact-name": "Betalningssidan är inte korrekt konfigurerad. Vänligen kontakta {{merchant}} för mer information.",
  "error-payment-receiver-blocked": "Betalningen avvisades av din bank eftersom att handlaren är blockerad. Kontakta din bank för mer information.",
  "error-payment-rejected": "Betalningen avvisades. Vänligen försök igen om en liten stund eller kontakta onlinebutiken med följande referens: {{id}}",
  "error-payment-rejected-by-issuer": "Betalningen avvisades av din bank. Vänligen kontakta din bank för mer information.",
  "error-payment-rejected-contact-name": "Betalningen nekades. Vänligen försök igen senare eller kontakta {{merchant}} med följande referens: {{id}}",
  "error-td-secure-failed": "3-D Secure krävdes för att acceptera denna betalning men slutfördes inte korrekt. Vänligen försök igen eller kontakta din bank om problemet kvarstår.",
  "error-td-secure-required": "3-D Secure krävdes för att acceptera denna betalning men var inte möjligt att använda. Vänligen försök igen eller kontakta din bank om problemet kvarstår.",
  "error-unknown": "Ett oväntat fel uppstod. Vänligen kontakta butiken med denna referens: {{id}}",
  "error-unknown-contact-name": "Ett oväntat fel uppstod. Vänligen kontakta {{merchant}} med denna referens: {{id}}",
  "merchant-logo": "{{name}} logo",
  "method-apple-pay": "ApplePay",
  "method-card": "Kort",
  "method-mobile-pay": "MobilePay",
  "pay-success": "Betalningen lyckades",
  "pay-success-redirect": "Omdirigerar dig tillbaka",
  "secure-payments": "Säkra betalningar"
}
