{
  "amount-day": "{{amount}} <period> / dagligt</period>",
  "amount-month": "{{amount}} <period> / månedligt</period>",
  "amount-week": "{{amount}} <period> / ugentligt</period>",
  "amount-year": "{{amount}} <period> / årligt</period>",
  "cc-csc": "Kode",
  "cc-exp": "Udløbsdato",
  "cc-invalid": "ugyldig",
  "cc-number": "Kortnummer",
  "cc-pay": "Betal {{amount}}",
  "cc-pay-with": "Betal med {{provider}}",
  "cc-required": "påkrævet",
  "error-payment-amount-limit": "Du har nået beløbsgrænsen på dit kort. Kontakt venligst din bank for at nulstille eller øge beløbsgrænsen.",
  "error-payment-card-disabled": "Dette kort er spærret. Kontakt venligst din bank for yderligere information.",
  "error-payment-card-expired": "Dit kort er udløbet. Prøv venligst med et andet kort.",
  "error-payment-card-lost": "Dit kort er blevet angivet som tabt eller stjålet. Kontakt venligst din bank for yderligere information.",
  "error-payment-card-number-invalid": "Kortnummeret er ikke gyldigt. Tjek venligst kortnummeret og prøv igen. Kontakt din bank, hvis problemet fortsætter.",
  "error-payment-card-scheme-not-supported": "Dette type kort er desværre ikke understøttet. Brug venligst et af de understøttede kort: {{schemes}}.",
  "error-payment-card-scheme-unknown": "Kortnummeret er forkert, eller kortets mærke understøttes ikke. Tjek venligst kortnummeret, og prøv igen, hvis kortets er af denne type: {{schemes}}.",
  "error-payment-card-security-code-invalid": "Kortets sikkerhedskode er ugyldig. Tjek venligst koden (CVC/CVV), som typisk findes på bagsiden af dit kort. Kontakt din bank, hvis problemet fortsætter.",
  "error-payment-insufficient-funds": "Der er ikke midler nok til at dække betalingen. Prøv venligst et andet kort, eller tilføj penge til dit kort. Kontakt din bank, hvis problemet fortsætter.",
  "error-payment-integration-error": "Betalingssiden er ikke konfigureret korrekt. Kontakt venligst netbutikken for yderligere information.",
  "error-payment-integration-error-contact-merchant": "Denne betalingsside er ikke konfigureret korrekt. Kontakt {{merchant}} for yderligere information.",
  "error-payment-receiver-blocked": "Betalingen blev afvist af din bank, fordi sælgeren er blokeret. Kontakt venligst din bank for yderligere information.",
  "error-payment-rejected": "Betalingen blev afvist. Prøv venligst igen om lidt, eller kontakt netbutikken med følgende reference: {{id}}",
  "error-payment-rejected-by-issuer": "Betalingen blev afvist af din bank. Kontakt venligst din bank for yderligere information.",
  "error-payment-rejected-contact-merchant": "Betalingen blev afvist. Prøv igen om lidt eller kontakt {{merchant}} med denne reference: {{id}}",
  "error-td-secure-failed": "3-D Secure var påkrævet for at acceptere denne betaling, men den blev ikke gennemført. Prøv igen, eller kontakt din bank, hvis problemet fortsætter.",
  "error-td-secure-required": "3-D Secure var påkrævet for at acceptere denne betaling, men det var ikke muligt at få den. Prøv igen eller kontakt din bank hvis der fortsat er et problem.",
  "error-unknown": "Der er sket en uventet fejl. Kontakt netbutikken med denne reference: {{id}}",
  "error-unknown-contact-merchant": "Der er sket en uventet fejl. Kontakt {{merchant}} med denne reference: {{id}}",
  "merchant-logo": "{{name}} logo",
  "method-apple-pay": "ApplePay",
  "method-card": "Kort",
  "method-mobile-pay": "MobilePay",
  "pay-success": "Betaling gennemført",
  "pay-success-redirect": "Omdirigerer dig tilbage",
  "pay-success-redirect-to-merchant": "Omdirigerer dig tilbage til {{merchant}}...",
  "secure-payments": "Sikre betalinger"
}
