{
  "cc-csc": "Code",
  "cc-exp": "Expiry",
  "cc-invalid": "not valid",
  "cc-number": "Card number",
  "cc-pay": "Pay {{amount}}",
  "cc-pay-with": "Pay with {{provider}}",
  "cc-required": "required",
  "error-payment-amount-limit": "You have reached the amount limit on your card. Please contact your bank to reset or increase the limit.",
  "error-payment-card-disabled": "Your card is blocked. Please contact your bank for further information.",
  "error-payment-card-expired": "Your card has expired. Please try with another one.",
  "error-payment-card-lost": "Your card has been listed as lost or stolen. Please contact your bank for further information.",
  "error-payment-card-number-invalid": "The card number is not valid. Please check the card number and try again. If the problem persists, please contact your bank.",
  "error-payment-card-scheme-not-supported": "This card brand is unfortunately not supported. Please use one of the supported card brands: {{schemes}}.",
  "error-payment-card-scheme-unknown": "The card number is incorrect or the card brand is not supported. Please check the card number and try again if the card brand is: {{schemes}}.",
  "error-payment-card-security-code-invalid": "The card security code is invalid. Please check the code (CSC), typically found on the back of your card. If the problem persists, please contact your bank.",
  "error-payment-insufficient-funds": "There are not enough funds available to cover the payment. Please try another card or add funds to your card. If the problem persists, please contact your bank.",
  "error-payment-integration-error": "The payment page is not configured correctly. Please contact the online shop for further information.",
  "error-payment-integration-error-contact-name": "The payment page is not configured correctly. Please contact {{name}} for further information.",
  "error-payment-receiver-blocked": "The payment was rejected by your bank because the merchant is blocked. Please contact your bank for further information.",
  "error-payment-rejected": "The payment was rejected. Please try again in a little while or contact the online shop with the following reference: {{id}}",
  "error-payment-rejected-by-issuer": "The payment was rejected by your bank. Please contact your bank for further information.",
  "error-payment-rejected-contact-name": "The payment was rejected. Please try again in a little while or contact {{name}} with the following reference: {{id}}",
  "error-td-secure-failed": "3-D Secure was required to accept this payment, but it was not completed successfully. Please try again or contact your bank if the problem persists.",
  "error-td-secure-required": "3-D Secure was required to accept this payment, but it was not possible to obtain. Please try again or contact your bank if the problem persists.",
  "error-unknown": "An unexpected error happened.",
  "error-unknown-contact-name": "An unexpected error happened. Please contact {{name}} with the reference: {{id}}",
  "merchant-logo": "{{name}} logo",
  "method-apple-pay": "ApplePay",
  "method-card": "Card",
  "method-mobile-pay": "MobilePay",
  "pay-amount": "Amount",
  "pay-amount-next": "Go to payment",
  "pay-success": "Payment Successful",
  "pay-success-redirect": "Redirecting you back",
  "secure-payments": "Secure payments"
}
